Repository: common-repository/rp-news-ticker
Catalog: rp-news-ticker-*.po
Languages: be_by, ru_ru, uk

source: Usage
be_by: Карыстанне
ru_ru: Использование
uk: Використання

source: Get Help
be_by: Атрыманне даведкі
ru_ru: Помощь
uk: Допомога

source: RP Plugins
be_by: RP ўбудовы
ru_ru: Плагини (RP)
uk: Плагіни (RP)

source: Thank you for using our plugins!
be_by: Дзякуй за выкарыстанне нашых ўбудоў!
ru_ru: Спасибо за использование наших программ!
uk: Дякуємо за використання наших програм!

source: - a news scroller that is able to display different useful content
be_by: - Навіны скролерам, які здольны адлюстроўваць розныя карысны кантэнт
ru_ru: - скроллер новостей, способный показывать различную полезную информацию
uk: - скролер новин, що здатний відтворювати різноманітну корисну інформацію

source: demo
be_by: дэманстрацыя
ru_ru: демо
uk: демо

source: wordpress plugin page
be_by: Убудова Wordpress старонку
ru_ru: страница плагинов WordPress
uk: Сторінка плаґінів WordPress

source: - recreate articles and pages slugs in database.
be_by: - Узнавіць артыкулаў і старонак кулі ў базе дадзеных.
ru_ru: - перегенерация пермалинков для страниц и постов
uk: - перегенерація пермалінків для сторінок і постів.

source: Creating a Site-Wide Sidebar for Your Worpress Theme
be_by: Стварэнне сайта-Wide Бакавая панэль для Вашага Worpress тэму
ru_ru: Создание сайдбара на всю ширину страницы в теме
uk: Створення широкого сайдбару на всю ширину сторінки у темі

source: Patterns to Format Date
be_by: Шаблоны для фарматавання даты
ru_ru: Шаблоны форматирования дат
uk: Шаблони форматування дат

source: Hire a PHP Freelancer
be_by: Арэнда PHP Freelancer
ru_ru: Нанять программиста-фрилансера
uk: Найняти фрілансера

source: one more link worth of reading
be_by: яшчэ адна спасылка каштуе ад паказанняў
ru_ru: еще одна стОящая ссылка
uk: ще одна сторінка, що варто глянути

source: Shortcode (posts, pages)
be_by: Shortcode (паведамленняў, старонкі)
ru_ru: Шорткод (страницы, посты)
uk: Шорткод (сторінки, пости)

source: Widget
be_by: Віджэт
ru_ru: Виджет
uk: Віджет

source: Use simple "Text" widget
be_by: Выкарыстоўвайце простыя "Text" фішак
ru_ru: Используйте простой виджет типа "Текст"
uk: Використайте простий віджет типу "Текст"

source: Add the shortcode above
be_by: Дадаць кароткі вышэй
ru_ru: Добавьте шорткод, который вы видите выше
uk: Добавте шорткод, що ви бачите вище

source: Save
be_by: Эканоміць
ru_ru: Сохраните настройки
uk: Збережіть налаштування

source: Theme / PHP
be_by: Тэма / PHP
ru_ru: Тема / PHP
uk: Тема / PHP

source: In the next version:
be_by: У наступнай версіі:
ru_ru: В следующей версии:
uk: У наступній версії:

source: Change scroller speed, chose appear effect and more cool features!
be_by: Змена хуткасці прагорткі, абраў з&#39;явіцца эфект і больш цікавыя функцыі!
ru_ru: Изменение скорости скроллера, выбор эффетов при появлении и другие полезные вещи!
uk: Зміна швидкості скролера, вибір ефектів появи та інші гарні штуки!

source: Stimulate developers to release new versions of this free software
be_by: Стымуляваць распрацоўшчыкаў выпускаць новыя версіі гэтага бясплатнага праграмнага забеспячэння
ru_ru: Стимулируйте разработчиков для выпуска новых версий этого программного обеспечения
uk: Стимулюйте розробників для випуску нових версій цього програмного забезпечення

source: Cheatin&#8217; uh?
be_by: Э-э Cheatin?
ru_ru: Махлюєш, да?!
uk: Мухлюєш, га?!

source: Settings
be_by: Налады
ru_ru: Настройки
uk: Налаштування

source: RP Newsticker
be_by: RP Ньюстикер
ru_ru: Скроллер новостей (RP)
uk: Скролер новин (RP)

source: Plugin release version:
be_by: Версія ўбудовы рэліз:
ru_ru: Версия релиза:
uk: Версія релізу:

source: Discussion:
be_by: Дыскусія:
ru_ru: Обсуждение:
uk: Обговорення:

source: PLEASE NOTE:
be_by: Звярніце ўвагу:
ru_ru: ПРИМЕЧАНИЕ:
uk: ПРИМІТКА:

source: <p>The <strong>next</strong> release of this plugin will be compatible only with php >= 5.3 and Wordpress >= 3.2.</p>
be_by: <p> У <strong>наступнай версіі</strong> гэтага плагіна будзе сумяшчальная толькі з PHP&gt; = 05/03 і Wordpress&gt; = 3,2. </p>

source: Have you analyzed the situation pretty much carefully?\nWill you be satisfied with yourself after that?
be_by: Ці будзеце вы задаволены сабой пасля гэтага? &quot;Вы хорошо проанализировали ситуацию?\nТочно потом будуте удовлетворены собой?
ru_ru: Вы хорошо проанализировали ситуацию?\nТочно потом будуте удовлетворены собой?
uk: Ви добре проаналізували ситуацію?\nБудете точно собою потім задоволені?

source: Description
be_by: Апісанне
ru_ru: Описание
uk: Опис

source: Value
be_by: Значэнне
ru_ru: Значение
uk: Значення

source: Usage type
be_by: Выгляд выкарыстання
ru_ru: Тип использования
uk: Тип використання

source: Category IDs (comma separated))
be_by: Катэгорыя ідэнтыфікатараў (падзеленыя коскі))
ru_ru: ID категорий (разд. запятыми)
uk: ID категорій (розд. комами)

source: Dates formatting
be_by: Даты фарматаванні
ru_ru: Формат дат
uk: Формат дат

source: Limit latest posts
be_by: Лімітавая апошнія паведамленні
ru_ru: Макс. заголовков
uk: Макс. заголовків

source: Scroller Styles
be_by: Скролерам Стылі
ru_ru: Стили
uk: Стилі

source: Explicit Content
be_by: Відавочныя Змесціва
ru_ru: Содержание вручную
uk: Зміст Вручну

source: Attempt to stop checking for this plugin's updates (works only if the plugin is activated)
be_by: Спроба спыніць праверкі абнаўленняў гэтага плагіна (працуе толькі калі ўбудова актываваны)
ru_ru: Попробовать запретить проверку наобновления данного плагина (будет работать только если плагин активен)
uk: Спробувати заборонити перевірку плагіну на оновлення (працює тільки коли плагін активовано)

source: Reset to Defaults
be_by: Аднавіць значэнні па змаўчанні
ru_ru: Возобновить параметры по умолчанию
uk: Відновити параметри за замовчуванням

source: Save Changes
be_by: Захаваць змены
ru_ru: Сохранить изменения
uk: Зберегти зміни

source: from categories
be_by: з катэгорый
ru_ru: из категорий
uk: з категорій

source: from categories, randomized
be_by: з катэгорый, рандомізірованного
ru_ru: из категорий, в случайном порядке
uk: з категорій, у випадковому порядку

source: explicit content
be_by: відавочнае змест
ru_ru: содержание вручную
uk: зміст вручну

source: explicit content, randomized
be_by: відавочнае змест, рандомізірованного
ru_ru: содержание вручную, в случайном порядке
uk: зміст вручну у випадковому порядку

source: both in randomized order
be_by: як у выпадковым парадку
ru_ru: оба типа, в случайном порядке
uk: обидва у випадковому порядку

source: from categories, explicit content
be_by: з катэгорый, відавочнае змест
ru_ru: сперва из категорий, потом содержание вручную
uk: з категорій, потім зміст вручну

source: explicit content, from categories
be_by: відавочнае змест, з катэгорый
ru_ru: сперва содержание вручную, потом из категорий
uk: зміст вручну, потім з категорій

source: Leave empty for all categories
be_by: Пакіньце пустым для ўсіх катэгорый
ru_ru: Оставить пустым для всех категорий сразу
uk: Залишити пустим для всіх категорій зразу.

source: PHP <em>date()</em> format used
be_by: PHP <em>Date ()</em> фармаце, выкарыстоўваным
ru_ru: Используется формат <em>date()</em> для PHP
uk: Використовується формат <em>date()</em> у PHP

source: If this field is non-empty and proper settings are set, the scroller tries to use "li" elements from it.
be_by: Калі гэтае поле не пуста і правільныя параметры ўстаноўлены, скролерам спрабуе выкарыстаць "li" элементы з яго
ru_ru: Если это поле непустое, скроллер попытается использовать элементы "li", которые в нем находятся
uk: Коли це поле непусте, скролер намагається використати елементи "li", що в ньому знаходяться.

source: Best understood format for the content is:
be_by: Лепшы зразумеў фармат зместу:
ru_ru: Виджет лучше всего понимает такой формат:
uk: Віджет краще всього розуміє такий формат:

source: <li><span>something</span><a href="something">something</a></li>
be_by: <li> <span>што-то</span> <a href="something">што-то</a></li>
ru_ru: <li><span>что-то</span><a href="что-то">что-то</a></li>
uk: <li><span>щось</span><a href="something">щось</a></li>

source: RP News Ticker
ru_ru: Скроллер новостей (RP)
uk: Скролер новин (RP)
